Returns array of scan names.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<string> GetScans()
  Visual Basic
Public Function GetScans As IList(Of String)
  Visual C++
public:
IList<String^>^ GetScans()
 Return Value
 Resulting array of scan names.
 See Also
  PointCloudInstance Class
  Autodesk.Revit.DB Namespace